Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: One SwiftUI view. The host passes you the size.
ar: عرض SwiftUI واحد. يمرّر المضيف إليك الحجم.
de: Eine SwiftUI-View. Der Host übergibt Ihnen die Größe.
es: Una vista de SwiftUI. El anfitrión te pasa el tamaño.
fr: Une seule vue SwiftUI. L'hôte vous transmet la taille.
hu: Egy SwiftUI nézet. A gazda átadja a méretet.
ja: SwiftUIビューは1つ。サイズはホストから渡されます。
nl: Eén SwiftUI-weergave. De host geeft je de grootte door.
pl: Jeden widok SwiftUI. Aplikacja przekazuje mu rozmiar.
pt: Uma vista SwiftUI. O anfitrião indica-lhe o tamanho.
ru: Одно представление SwiftUI. Хост-приложение передает вам размер.
sv: En SwiftUI-vy. Värden skickar storleken till dig.
tr: Tek bir SwiftUI görünümü. Ana uygulama sana boyutu iletir.
vi: Một view SwiftUI. Ứng dụng chủ truyền kích thước cho bạn.
zh_hans: 只需一个 SwiftUI 视图，宿主会传入尺寸。
zh_hant: 只需一個 SwiftUI View，主程式會將尺寸傳給你。

source: Only List Apps Playing Now
ar: عرض التطبيقات التي تشغّل الصوت الآن فقط
de: Nur Apps auflisten, die gerade wiedergeben
es: Mostrar solo apps que reproducen audio
fr: Lister uniquement les apps en cours de lecture
hu: Csak az éppen lejátszó appok listázása
ja: 再生中のアプリのみを一覧表示
nl: Alleen apps tonen die nu afspelen
pl: Pokazuj tylko aplikacje odtwarzające dźwięk
pt: Listar Apenas Apps em Reprodução
ru: Показывать только воспроизводящие приложения
sv: Lista bara appar som spelar nu
tr: Yalnızca Şu An Ses Çalan Uygulamaları Listele
vi: Chỉ liệt kê ứng dụng đang phát
zh_hans: 仅列出当前播放音频的应用
zh_hant: 只列出目前正在播放的應用程式

source: Only reveal from the hidden dock's actual width or height. Turn this off to reveal from anywhere along that display edge.
ar: الإظهار فقط من العرض أو الارتفاع الفعلي لـ Dock المخفي. أوقف هذا للإظهار من أي مكان على امتداد حافة تلك الشاشة.
de: Das ausgeblendete Dock nur innerhalb seiner tatsächlichen Breite oder Höhe einblenden. Deaktivieren Sie diese Option, um es überall entlang dieser Bildschirmkante einzublenden.
es: Revela el Dock oculto solo desde su ancho o alto real. Desactívalo para revelarlo desde cualquier punto de ese borde de la pantalla.
fr: Ne révéler que depuis la largeur ou la hauteur réelle du dock masqué. Désactivez pour révéler depuis n'importe quel point de ce bord de l'écran.
hu: Csak az elrejtett Dock tényleges szélessége vagy magassága mentén jelenjen meg. Kikapcsolva a képernyőél bármely pontjáról előhívható.
ja: 隠れたDockの実際の幅または高さの範囲からのみ表示します。オフにすると、そのディスプレイの辺のどこからでも表示できます。
nl: Alleen weergeven vanaf de werkelijke breedte of hoogte van het verborgen Dock. Schakel deze optie uit om vanaf elke willekeurige plek langs die schermrand het Dock weer te geven.
pl: Pokazuj ukryty Dock tylko w obrębie jego rzeczywistej szerokości lub wysokości. Wyłącz tę opcję, aby można było pokazać go w dowolnym miejscu tej krawędzi wyświetlacza.
pt: Revelar apenas a partir da largura ou altura real da dock oculta. Desative para revelar a partir de qualquer ponto dessa margem do ecrã.
ru: Показывать Dock только из области его фактической ширины или высоты. Выключите, чтобы показывать его из любого места вдоль края дисплея.
sv: Visa bara från den gömda dockans faktiska bredd eller höjd. Stäng av för att kunna visa den från valfri plats längs skärmkanten.
tr: Yalnızca gizli dock'un gerçek genişliğinden veya yüksekliğinden aç. O ekran kenarı boyunca her yerden açmak için bunu kapat.
vi: Chỉ hiển thị từ chiều rộng hoặc chiều cao thực tế của dock bị ẩn. Tắt tính năng này để hiển thị từ bất kỳ vị trí nào dọc theo cạnh màn hình đó.
zh_hans: 仅在隐藏后 Dock 的实际宽度或高度范围内唤出。关闭此选项后，可从该显示器的整个边缘唤出。
zh_hant: 僅從隱藏 Dock 的實際寬度或高度處顯示。關閉此選項可從該螢幕邊緣的任何位置進行顯示。

source: Only show Alt-Tab windows from the current Space
ar: إظهار نوافذ Alt-Tab من المساحة الحالية فقط
de: Nur Alt-Tab-Fenster aus dem aktuellen Space anzeigen
es: Mostrar en Alt-Tab solo ventanas del espacio actual
fr: Affiche uniquement les fenêtres de l'Espace actuel dans Alt-Tab
hu: Csak az aktuális Space ablakainak megjelenítése az Alt-Tabban
ja: 現在の操作スペースのウインドウのみAlt-Tabに表示する
nl: Alleen Alt-Tab-vensters uit de huidige space weergeven
pl: Pokazuj w Alt-Tab tylko okna z bieżącej przestrzeni
pt: Mostrar apenas as janelas do Espaço atual no Alt-Tab
ru: Показывать в Alt-Tab только окна из текущего пространства
sv: Visa bara Alt-Tab-fönster från aktuellt Space
tr: Yalnızca geçerli masaüstündeki Alt-Tab pencerelerini göster
vi: Chỉ hiển thị các cửa sổ Alt-Tab từ Không gian hiện tại
zh_hans: 仅显示当前空间中的 Alt-Tab 窗口
zh_hant: 僅顯示目前空間的 Alt-Tab 視窗

source: Only show Alt-Tab windows on the display under the pointer
ar: إظهار نوافذ Alt-Tab الموجودة على الشاشة تحت المؤشر فقط
de: Nur Alt-Tab-Fenster auf dem Bildschirm unter dem Zeiger anzeigen
es: Mostrar en Alt-Tab solo ventanas de la pantalla bajo el puntero
fr: Afficher uniquement les fenêtres Alt-Tab sur l'écran sous le pointeur de la souris
hu: Csak a mutató alatti kijelző ablakainak megjelenítése az Alt-Tabban
ja: ポインタの下のディスプレイにあるウインドウのみAlt-Tabに表示する
nl: Alleen Alt-Tab-vensters weergeven op het scherm onder de muisaanwijzer
pl: Pokazuj w Alt-Tab tylko okna na wyświetlaczu pod wskaźnikiem
pt: Mostrar apenas as janelas do ecrã sob o ponteiro no Alt-Tab
ru: Показывать только окна Alt-Tab на дисплее под указателем
sv: Visa bara Alt-Tab-fönster på skärmen under pekaren
tr: Yalnızca işaretçinin altındaki ekrandaki Alt-Tab pencerelerini göster
vi: Chỉ hiển thị các cửa sổ Alt-Tab trên màn hình nằm dưới con trỏ
zh_hans: Alt-Tab 仅显示鼠标指针所在显示器上的窗口
zh_hant: 僅顯示滑鼠指標所在顯示器上的 Alt-Tab 視窗

source: Only show dock preview windows from the current Space
ar: إظهار نوافذ معاينات Dock من المساحة الحالية فقط
de: Nur Dock-Fenstervorschauen aus dem aktuellen Space anzeigen
es: Mostrar en las previsualizaciones del Dock solo ventanas del espacio actual
fr: Afficher uniquement les fenêtres d'aperçu du Dock de l'espace actuel
hu: Csak az aktuális Space ablakainak megjelenítése a Dock-előnézetekben
ja: 現在の操作スペースのウインドウのみDockプレビューに表示する
nl: Alleen Dock-voorbeeldvensters uit de huidige space weergeven
pl: Pokazuj w podglądach Docka tylko okna z bieżącej przestrzeni
pt: Mostrar apenas as janelas do Espaço atual nas pré-visualizações da dock
ru: Показывать в предпросмотре Dock только окна из текущего пространства
sv: Visa bara dockans förhandsvisningsfönster från aktuellt Space
tr: Yalnızca geçerli masaüstündeki dock önizleme pencerelerini göster
vi: Chỉ hiển thị các cửa sổ xem trước trên dock từ Không gian hiện tại
zh_hans: 仅显示当前桌面空间中的 Dock 预览窗口
zh_hant: 僅顯示目前空間的 Dock 預覽視窗

source: Only show dock preview windows on the display under the pointer
ar: إظهار نوافذ معاينات Dock الموجودة على الشاشة تحت المؤشر فقط
de: Nur Dock-Fenstervorschauen auf dem Bildschirm unter dem Zeiger anzeigen
es: Mostrar en las previsualizaciones del Dock solo ventanas de la pantalla bajo el puntero
fr: Afficher uniquement les aperçus du dock sur l'écran sous le pointeur
hu: Csak a mutató alatti kijelző ablakainak megjelenítése a Dock-előnézetekben
ja: ポインタの下のディスプレイにあるウインドウのみDockプレビューに表示する
nl: Alleen Dock-voorbeeldvensters weergeven op het scherm onder de muisaanwijzer
pl: Pokazuj w podglądach Docka tylko okna na wyświetlaczu pod wskaźnikiem
pt: Mostrar apenas as janelas do ecrã sob o ponteiro nas pré-visualizações da dock
ru: Показывать в предпросмотре Dock только окна на дисплее под указателем
sv: Visa bara dockans förhandsvisningsfönster på skärmen under pekaren
tr: Yalnızca işaretçinin altındaki ekrandaki dock önizleme pencerelerini göster
vi: Chỉ hiển thị các cửa sổ xem trước trên dock trên màn hình nằm dưới con trỏ
zh_hans: Dock 预览仅显示鼠标指针所在显示器上的窗口
zh_hant: 僅顯示滑鼠指標所在顯示器上的 Dock 視窗預覽

source: Only show Glance previews for windows from the current virtual desktop
ar: عرض معاينات Glance فقط لنوافذ سطح المكتب الافتراضي الحالي
de: Nur Glance-Vorschauen für Fenster im aktuellen Space anzeigen
es: Mostrar previsualizaciones de Glance solo para ventanas del escritorio virtual actual
fr: N'afficher les aperçus Glance que pour les fenêtres du bureau virtuel actuel
hu: Glance-előnézetek csak az aktuális virtuális asztal ablakaihoz
ja: 現在の仮想デスクトップのウインドウのみGlanceプレビューに表示する
nl: Alleen Glance-voorbeelden weergeven voor vensters van het huidige virtuele bureaublad
pl: Pokazuj podglądy Glance tylko dla okien z bieżącego biurka wirtualnego
pt: Mostrar pré-visualizações Glance apenas para as janelas da secretária virtual atual
ru: Показывать предпросмотры Glance только для окон с текущего виртуального рабочего стола
sv: Visa bara Glance-förhandsvisningar för fönster från aktuellt virtuellt skrivbord
tr: Glance önizlemelerini yalnızca geçerli sanal masaüstündeki pencereler için göster
vi: Chỉ hiển thị bản xem trước Glance cho các cửa sổ từ màn hình nền ảo hiện tại
zh_hans: 仅显示当前虚拟桌面中的窗口的 Glance 预览
zh_hant: 僅顯示目前虛擬桌面中的視窗 Glance 預覽

source: Only show Glance previews for windows on the display under the pointer
ar: عرض معاينات Glance فقط للنوافذ على الشاشة الواقعة تحت المؤشر
de: Nur Glance-Vorschauen für Fenster auf dem Bildschirm unter dem Zeiger anzeigen
es: Mostrar previsualizaciones de Glance solo para ventanas de la pantalla bajo el puntero
fr: N'afficher les aperçus Glance que pour les fenêtres de l'écran sous le pointeur
hu: Glance-előnézetek csak a mutató alatti kijelzőn lévő ablakokhoz
ja: ポインタの下のディスプレイにあるウインドウのみGlanceプレビューに表示する
nl: Alleen Glance-voorbeelden weergeven op het scherm onder de muisaanwijzer
pl: Pokazuj podglądy Glance tylko dla okien na wyświetlaczu pod wskaźnikiem
pt: Mostrar pré-visualizações Glance apenas para as janelas no ecrã sob o ponteiro
ru: Показывать предпросмотры Glance только для окон на дисплее под курсором
sv: Visa bara Glance-förhandsvisningar för fönster på skärmen under pekaren
tr: Glance önizlemelerini yalnızca işaretçinin altındaki ekrandaki pencereler için göster
vi: Chỉ hiển thị bản xem trước Glance cho các cửa sổ trên màn hình nằm dưới con trỏ
zh_hans: 仅为鼠标指针所在显示器中的窗口显示 Glance 预览
zh_hant: 僅顯示滑鼠指標所在顯示器上的視窗 Glance 預覽

source: Only show windows from the current virtual desktop
ar: إظهار النوافذ فقط من سطح المكتب الافتراضي الحالي
de: Nur Fenster des aktuellen Schreibtischs anzeigen
es: Mostrar solo ventanas del escritorio virtual actual
fr: Afficher uniquement les fenêtres du bureau virtuel actuel
hu: Csak az aktuális virtuális asztal ablakainak megjelenítése
ja: 現在の仮想デスクトップのウインドウのみ表示する
nl: Alleen vensters van het huidige virtuele bureaublad weergeven
pl: Pokazuj tylko okna z bieżącego wirtualnego biurka
pt: Mostrar apenas as janelas da secretária virtual atual
ru: Показывать только окна с текущего виртуального рабочего стола
sv: Visa bara fönster från aktuellt virtuellt skrivbord
tr: Yalnızca geçerli sanal masaüstündeki pencereleri göster
vi: Chỉ hiển thị các cửa sổ từ màn hình nền ảo hiện tại
zh_hans: 仅显示当前虚拟桌面中的窗口
zh_hant: 僅顯示目前虛擬桌面上的視窗

source: Only show windows from the currently active app
ar: إظهار النوافذ فقط من التطبيق النشط حاليا
de: Nur Fenster der aktuell aktiven App anzeigen
es: Mostrar solo ventanas de la app activa
fr: Afficher uniquement les fenêtres de l'application active
hu: Csak az éppen aktív app ablakainak megjelenítése
ja: 現在アクティブなアプリのウインドウのみ表示する
nl: Alleen vensters van de momenteel actieve app weergeven
pl: Pokazuj tylko okna z aktualnie aktywnej aplikacji
pt: Mostrar apenas as janelas da aplicação atualmente ativa
ru: Показывать только окна текущего активного приложения
sv: Visa bara fönster från den aktiva appen
tr: Yalnızca şu anda etkin uygulamanın pencerelerini göster
vi: Chỉ hiển thị các cửa sổ từ ứng dụng đang hoạt động hiện tại
zh_hans: 仅显示当前活动应用中的窗口
zh_hant: 僅顯示目前使用中應用程式的視窗

source: Only show windows on the display under the pointer
ar: إظهار النوافذ فقط على الشاشة تحت المؤشر
de: Nur Fenster auf dem Bildschirm unter dem Zeiger anzeigen
es: Mostrar solo ventanas de la pantalla bajo el puntero
fr: Afficher uniquement les fenêtres sous le pointeur
hu: Csak a mutató alatti kijelzőn lévő ablakok megjelenítése
ja: ポインタの下のディスプレイにあるウインドウのみ表示する
nl: Alleen vensters weergeven op het scherm onder de muisaanwijzer
pl: Pokazuj tylko okna na wyświetlaczu pod wskaźnikiem
pt: Mostrar apenas as janelas no ecrã sob o ponteiro
ru: Показывать только окна на дисплее под указателем
sv: Visa bara fönster på skärmen under pekaren
tr: Yalnızca işaretçinin altındaki ekrandaki pencereleri göster
vi: Chỉ hiển thị các cửa sổ trên màn hình nằm dưới con trỏ
zh_hans: 仅显示鼠标指针所在显示器上的窗口
zh_hant: 僅顯示滑鼠指標所在顯示器上的視窗

source: Only the main display — the dock follows whichever display is currently primary.
ar: الشاشة الرئيسية فقط، يتبع Dock الشاشة الأساسية الحالية أيًا كانت.
de: Nur der Hauptbildschirm — das Dock folgt dem jeweils primären Bildschirm.
es: Solo la pantalla principal: el Dock sigue a la pantalla que sea la principal en cada momento.
fr: Uniquement l'écran principal, le dock suit l'écran défini comme principal.
hu: Csak a fő kijelzőn. A Dock mindig az éppen elsődleges kijelzőt követi.
ja: メインディスプレイのみ。Dockは現在プライマリのディスプレイに追従します。
nl: Alleen het hoofddisplay, het Dock volgt namelijk het display dat op dat moment als primair is ingesteld.
pl: Tylko wyświetlacz główny — Dock pojawia się na wyświetlaczu, który jest obecnie główny.
pt: Apenas o ecrã principal, a dock segue o ecrã que estiver definido como principal.
ru: Только основной дисплей: Dock следует за тем дисплеем, который в данный момент является основным.
sv: Endast huvudskärmen, dockan följer den skärm som för tillfället är primär.
tr: Yalnızca ana ekran — dock, o anda birincil olan ekranı izler.
vi: Chỉ màn hình chính — dock sẽ đi theo màn hình nào hiện đang là màn hình chính.
zh_hans: 仅主显示器 —— Dock 会始终跟随当前设为主显示器的屏幕。
zh_hant: 僅限主顯示器 — Dock 會跟隨目前的主要顯示器。

source: Opacity of the dock border
ar: عتامة حدود Dock
de: Deckkraft des Dock-Rands
es: Opacidad del borde del Dock
fr: Opacité du contour du dock
hu: A Dock szegélyének átlátszatlansága
ja: Dockの枠線の不透明度
nl: Dekking van de rand van het Dock
pl: Krycie obramowania Docka
pt: Opacidade do contorno da dock
ru: Непрозрачность границы Dock
sv: Opacitet för dockans kantlinje
tr: Dock kenarlığının opaklığı
vi: Độ mờ của viền dock
zh_hans: Dock 边框的不透明度
zh_hant: Dock 框線的不透明度

source: Opacity of the hover and keyboard selection highlight for dock previews and Alt-Tab
ar: عتامة تمييز التمرير والتحديد بلوحة المفاتيح لمعاينات Dock وفي Alt-Tab
de: Deckkraft der Hervorhebung bei Zeigerkontakt und Tastaturauswahl für Dock-Vorschauen und Alt-Tab
es: Opacidad del resaltado de selección con el puntero y el teclado en las previsualizaciones del Dock y Alt-Tab
fr: Opacité de la sélection au survol d'une fenêtre
hu: A rámutatási és billentyűzetes kijelölés kiemelésének átlátszatlansága a Dock-előnézetekben és az Alt-Tabban
ja: DockプレビューとAlt-Tabのホバーおよびキーボード選択ハイライトの不透明度
nl: Dekking van de aanwijzings- en toetsenbordselectiemarkering voor Dock-voorbeelden en Alt-Tab
pl: Krycie podświetlenia wyboru wskaźnikiem i klawiaturą w podglądach Docka oraz Alt-Tab
pt: Opacidade do realce de seleção por cursor e teclado nas pré-visualizações da dock e no Alt-Tab
ru: Непрозрачность подсветки выбора при наведении и с клавиатуры в предпросмотре Dock и Alt-Tab
sv: Opacitet för hovrings- och tangentbordsmarkeringen i dockförhandsvisningar och Alt-Tab
tr: Dock önizlemeleri ve Alt-Tab için üzerine gelme ve klavye seçimi vurgusunun opaklığı
vi: Độ mờ của vùng tô sáng khi di chuột và chọn bằng bàn phím đối với bản xem trước dock và Alt-Tab
zh_hans: Dock 预览和 Alt-Tab 中悬停高亮与键盘选中高亮的不透明度
zh_hant: Dock 預覽與 Alt-Tab 中懸停及鍵盤選取反白效果的不透明度

source: Opacity of the outline around panels and popovers
ar: عتامة الحد حول اللوحات والنوافذ المنبثقة
de: Deckkraft der Umrandung von Panels und Popovern
es: Opacidad del contorno alrededor de paneles y ventanas emergentes
fr: Opacité du contour autour des panneaux et fenêtres contextuelles
hu: A panelek és előugró ablakok körvonalának átlátszatlansága
ja: パネルとポップオーバーの輪郭線の不透明度
nl: De dekking van de rand rondom panelen en pop-overs
pl: Krycie obramowania wokół paneli i okien podręcznych
pt: Opacidade do contorno à volta dos painéis e popovers
ru: Непрозрачность контура вокруг панелей и всплывающих окон
sv: Opacitet för konturen runt paneler och popovers
tr: Panellerin ve açılır pencerelerin çevresindeki kenar çizgisinin opaklığı
vi: Độ mờ của đường viền xung quanh các bảng và cửa sổ bật lên
zh_hans: 面板和弹出框周围描边的不透明度
zh_hant: 面板與彈出式視窗外框的不透明度

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
ja: 開く
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
sv: Öppna
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open %lld Apps?
ar: فتح تطبيقات %lld؟
de: %lld Apps öffnen?
es: ¿Abrir %lld apps?
fr: Ouvrir les applications %lld?
hu: %lld app megnyitása?
ja: %lld個のアプリを開きますか？
nl: %lld apps openen?
pl: Otworzyć aplikacje (%lld)?
pt: Abrir %lld Apps?
ru: Открыть %lld приложения?
sv: Öppna %lld appar?
tr: %lld Uygulamayı Açmak İster misiniz?
vi: Mở %lld ứng dụng?
zh_hans: 确定要打开 %lld 个应用吗？
zh_hant: 開啟 %lld 個應用程式？

source: Open Activity Monitor
ar: فتح مراقب النشاط
de: Aktivitätsanzeige öffnen
es: Abrir Monitor de Actividad
fr: Ouvrir le Moniteur d'activité
hu: Tevékenységfigyelő megnyitása
ja: アクティビティモニタを開く
nl: Open Activiteitenweergave
pl: Otwórz Monitor aktywności
pt: Abrir Monitor de Atividade
ru: Открыть Мониторинг системы
sv: Öppna Aktivitetskontroll
tr: Etkinlik Monitörü'nü Aç
vi: Mở Giám sát hoạt động
zh_hans: 打开活动监视器
zh_hant: 開啟「活動監視器」

source: Open All
ar: فتح الكل
de: Alle öffnen
es: Abrir todas
fr: Tout ouvrir
hu: Összes megnyitása
ja: すべて開く
nl: Alles openen
pl: Otwórz wszystkie
pt: Abrir todas
ru: Открыть все
sv: Öppna alla
tr: Tümünü Aç
vi: Mở tất cả
zh_hans: 全部打开
zh_hant: 全部開啟

source: Open All (%lld)
ar: فتح الكل (%lld)
de: Alle (%lld) öffnen
es: Abrir todo (%lld)
fr: Tout ouvrir (%lld)
hu: Összes megnyitása (%lld)
ja: すべてを開く（%lld）
nl: Alles openen (%lld)
pl: Otwórz wszystko (%lld)
pt: Abrir Tudo (%lld)
ru: Очистить все (%lld)
sv: Öppna alla (%lld)
tr: Tümünü Aç (%lld)
vi: Mở Tất cả (%lld)
zh_hans: 打开所有 (%lld)
zh_hant: 全部開啟 (%lld)

source: Open and cycle Alt-Tab windows for the active app only
ar: فتح نوافذ Alt-Tab للتطبيق النشط فقط والتنقل بينها
de: Alt-Tab öffnen und nur zwischen Fenstern der aktiven App wechseln
es: Abre y recorre las ventanas de Alt-Tab solo de la app activa
fr: Ouvrir et faire défiler les fenêtres Alt-Tab pour l'application active uniquement
hu: Csak az aktív app Alt-Tab-ablakainak megnyitása és váltogatása
ja: アクティブなアプリのみのAlt-Tabウインドウを開いて順に切り替える
nl: Open en wissel met Alt-Tab alleen tussen vensters van de actieve app
pl: Otwieraj i przełączaj okna tylko dla aktywnej aplikacji
pt: Abrir e percorrer as janelas do Alt-Tab apenas da aplicação ativa
ru: Открывать Alt-Tab и перебирать окна только активного приложения
sv: Öppna och bläddra bland Alt-Tab-fönster för endast den aktiva appen
tr: Yalnızca etkin uygulamanın Alt-Tab pencerelerini aç ve dolaş
vi: Mở và chuyển đổi qua lại các cửa sổ Alt-Tab chỉ dành cho ứng dụng đang hoạt động
zh_hans: 仅打开并切换当前活动应用的 Alt-Tab 窗口
zh_hant: 僅針對使用中的應用程式開啟並切換 Alt-Tab 視窗

source: Open and cycle the all-windows switcher
ar: فتح مبدّل جميع النوافذ والتنقل فيه
de: Den Fensterwechsler für alle Fenster öffnen und zwischen ihnen wechseln
es: Abre y recorre el selector de todas las ventanas
fr: Ouvrir et parcourir le sélecteur de toutes les fenêtres
hu: Az összes ablakot mutató váltó megnyitása és léptetése
ja: 全ウインドウスイッチャーを開いて順に切り替える
nl: Open en blader door de 'alle vensters'-wisselaar
pl: Otwórz przełącznik wszystkich okien i przechodź między oknami
pt: Abrir e percorrer o alternador de todas as janelas
ru: Открывать переключатель всех окон и перебирать окна
sv: Öppna och bläddra i växlaren för alla fönster
tr: Tüm pencereler değiştiricisini aç ve dolaş
vi: Mở và chuyển đổi qua lại bộ chuyển đổi tất cả cửa sổ
zh_hans: 打开所有窗口的切换器，并循环切换窗口
zh_hant: 開啟並循環切換所有視窗

source: Open App Indicator
ar: مؤشر التطبيق المفتوح
de: Indikator für geöffnete Apps
es: Indicador de app abierta
fr: Indicateur d'app ouverte
hu: Nyitott appok jelzője
ja: 起動中のアプリインジケータ
nl: Indicator voor geopende apps
pl: Wskaźnik otwartej aplikacji
pt: Indicador de aplicação aberta
ru: Индикатор открытого приложения
sv: Indikator för öppna appar
tr: Açık Uygulama Göstergesi
vi: Chỉ báo Ứng dụng mở
zh_hans: 运行中应用指示器
zh_hant: 已開啟的應用程式指示器

source: Open Apps
ar: التطبيقات المفتوحة
de: Geöffnete Apps
es: Apps abiertas
fr: Apps ouvertes
hu: Nyitott appok
ja: 起動中のアプリ
nl: Geopende apps
pl: Otwarte aplikacje
pt: Aplicações abertas
ru: Открытые приложения
sv: Öppna appar
tr: Açık Uygulamalar
vi: Ứng dụng đang mở
zh_hans: 已打开的应用
zh_hant: 已開啟的應用程式

source: Open Apps Alignment
ar: محاذاة التطبيقات المفتوحة
de: Ausrichtung für „Geöffnete Apps“
es: Alineación de apps abiertas
fr: Alignement des apps ouvertes
hu: Nyitott appok igazítása
ja: 起動中のアプリの配置
nl: Uitlijning van geopende apps
pl: Wyrównanie otwartych aplikacji
pt: Alinhamento das aplicações abertas
ru: Выравнивание открытых приложений
sv: Justering för Öppna appar
tr: Açık Uygulamalar Hizalaması
vi: Căn lề Ứng dụng đang mở
zh_hans: 运行中的应用对齐方式
zh_hant: 已開啟的應用程式對齊方式

source: Open Apps Page
ar: صفحة التطبيقات المفتوحة
de: Seite „Geöffnete Apps“
es: Página Apps abiertas
fr: Page Apps ouvertes
hu: Nyitott appok lap
ja: 「起動中のアプリ」ページ
nl: Pagina Geopende apps
pl: Strona Otwarte aplikacje
pt: Página Aplicações Abertas
ru: Страница «Открытые приложения»
sv: Sidan Öppna appar
tr: Açık Uygulamalar Sayfası
vi: Trang Ứng dụng đang mở
zh_hans: 运行中的应用页面
zh_hant: 已開啟的應用程式頁面

source: Open Apps shows your running apps. Long-press an app to see its window previews (controlled by the dock's Window Previews setting).
ar: تعرض صفحة التطبيقات المفتوحة تطبيقاتك قيد التشغيل. اضغط مطولًا على تطبيق لرؤية معاينات نوافذه (يتحكم بها إعداد معاينات النوافذ في Dock).
de: „Geöffnete Apps“ zeigt Ihre laufenden Apps. Halten Sie eine App länger gedrückt, um ihre Fenstervorschauen anzuzeigen (gesteuert über die Dock-Einstellung „Fenstervorschauen“).
es: Apps abiertas muestra tus apps en ejecución. Mantén pulsada una app para ver las previsualizaciones de sus ventanas (controlado por el ajuste Previsualizaciones de ventanas del Dock).
fr: Apps ouvertes affiche vos apps actives. Maintenez une app pour voir ses aperçus de fenêtre (contrôlés par le réglage Aperçus de fenêtre du dock).
hu: A Nyitott appok a futó appokat mutatja. Nyomjon hosszan egy appra az ablak-előnézeteihez (ezt a Dock Ablak-előnézetek beállítása vezérli).
ja: 「起動中のアプリ」には実行中のアプリが表示されます。アプリを長押しするとウインドウプレビューが表示されます(Dockの「ウインドウプレビュー」設定で制御)。
nl: Onder 'Geopende apps' zie je welke apps er op dit moment actief zijn. Houd een app lang ingedrukt om voorbeelden van de vensters te bekijken (dit wordt geregeld via de instelling 'Venstervoorbeelden' in het Dock).
pl: Na stronie Otwarte aplikacje wyświetlane są uruchomione aplikacje. Kliknij i przytrzymaj aplikację, aby zobaczyć podglądy jej okien. Działaniem tej funkcji steruje ustawienie Podglądy okien.
pt: Aplicações abertas mostra as aplicações em execução. Prima prolongadamente uma aplicação para ver as pré-visualizações das janelas (controlado pela definição Pré-visualizações de janelas da dock).
ru: «Открытые приложения» показывает ваши запущенные приложения. Долгое нажатие на приложение открывает предпросмотр его окон (управляется параметром «Предпросмотр окон» в Dock).
sv: Öppna appar visar dina appar som körs. Tryck länge på en app för att se dess fönsterförhandsvisningar (styrs av dockans inställning Fönsterförhandsvisningar).
tr: Açık Uygulamalar çalışan uygulamalarını gösterir. Pencere önizlemelerini görmek için bir uygulamaya uzun bas (dock'un Pencere Önizlemeleri ayarıyla denetlenir).
vi: Ứng dụng đang mở hiển thị các ứng dụng đang chạy của bạn. Nhấn giữ ứng dụng để xem trước cửa sổ (được điều khiển bởi cài đặt Bản xem trước Cửa sổ của dock).
zh_hans: “运行中的应用”会显示当前正在运行的应用。长按某个应用可查看其窗口预览（是否显示由 Dock 的“窗口预览”设置控制）。
zh_hant: 「已開啟的應用程式」會顯示您正在執行的應用程式。長按應用程式即可查看其視窗預覽（受 Dock 的「視窗預覽」設定控制）。
